Repository: geteduroam/apple-app
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ar, bg, ca, de, fr_fr, gd, gl, hu, it, nl, pl, pt_pt, uk

# Description
source: Configure your govroam account easily and securely using getgovroam.
ar: قم بتكوين حساب govroam الخاص بك بسهولة وأمان باستخدام getgovroam.
bg: Конфигурирайте Вашия govroam акаунт лесно и сигурно като използвате getgovroam.
ca: Configureu el vostre compte govroam de manera fàcil i segura utilitzant getgovroam.
de: Richten Sie Ihren govroam Zugang leicht und sicher mit getgovroam ein.
fr_fr: Configurez votre compte govroam facilement et avec sécurité en utilisant getgovroam.
gd: Ffurfweddwch eich cyfrif govroam yn hawdd ac yn ddiogel gan ddefnyddio getgovroam.
gl: Configura a túa conta govroam de forma sinxela e segura usando getgovroam.
hu: Konfiguráld az govroam hozzáférésed egyszerűen és biztonságosan a getgovroam segítségével
it: Configura il tuo account govroam in modo semplice e sicuro utilizzando getgovroam.
nl: Configureer jouw govroam-account gemakkelijk en veilig met getgovroam.
pl: Skonfiguruj swoje konto eduroam łatwo i bezpiecznie za pomocą getgovroam.
pt_pt: Configure a sua conta govroam facilmente e com segurança usando o getgovroam.
uk: Налаштуйте свій обліковий запис govroam легко та безпечно за допомогою getgovroam

# Keywords
source: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,network,government,connect,wireless,wlan,internet
bg: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,мрежа,government,свързване,безжична връзка,wlan,интернет
ca: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,xarxa,govern,connectar,sense fils,wlan,internet
de: govroam,WLAN,Roaming,getgovroam,Hotspot,Netzwerk,Verwaltung,Regierung,Verbindung,kabellos,Internet
gd: govroam,wifi,crwydro,geteduroam,llecyn,wi-fi,rhwydwaith,llywodraeth,connect,diwifr,internet
gl: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,rede,goberno,conectar,sen fíos,wlan,internet
hu: govroam, wifi, roam, getgovroam, hotspot, eduroam, wi-fi, hálózat, kormányzat, csatlakozás, vezeték nélküli, wlan, internet
nl: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,netwerk,overheid,verbind,draadloos,wlan,internet

# Screenshots: Profile for Externals
source: Profile for Externals
ar: ملف للأطراف الخارجية
bg: Профил за външни потребители
ca: Perfil per a externs
de: Profil für Externe
fr_fr: Profil pour les personnels externes
gd: Proffil ar gyfer Allanolion
gl: Perfil para externos
hu: Profil külsősök számára
it: Profilo per Esterni
nl: Profiel voor externen
pl: Profil dla gości
pt_pt: Perfil para Externos
uk: Профіль для зовнішніх пристроїв

# Subtitle
source: let's roam
ar: لنتجول
bg: сърфирайте
ca: Som-hi
fr_fr: commençons le nomadisme
gd: gadewch i ni grwydro
nl: veilig en gastvrij online
pt_pt: vamos viajar
uk: Давай roam

source: Helpdesk
ar: مكتب المساعدة
bg: Хелпдеск
ca: Servei d'assistència técnica
de: Hilfe erhältlich bei
fr_fr: Support informatique
gd: Desg helpu
gl: Centro de asistencia técnica
hu: Ügyfélszolgálat
pl: Pomoc techniczna
uk: Служба технічної підтримки

source: Log In
ar: تسجيل الدخول
bg: Вход
ca: Iniciar sessió
de: Einloggen
fr_fr: Identifiez-vous
gd: Mewngofnodi
gl: Iniciar sesión
hu: Bejelentkezés
it: Accedi
pl: Zaloguj się
pt_pt: Iniciar sessão
uk: Увійдіть у систему

source: OK
ar: حسناً
bg: ОК
gd: Iawn
uk: ТАК

source: geteduroam Help
ar: مساعدة geteduroam
bg: geteduroam Помощ
ca: Ajuda de geteduroam
de: geteduroam Hilfe
fr_fr: Aide pour geteduroam
gd: geteduroam Cymorth
gl: Axuda de geteduroam
hu: geteduroam Segítség
it: Aiuto geteduroam
pl: Pomoc geteduroam
pt_pt: Ajuda geteduroam
uk: geteduroam Допомога

source: getgovroam Help
ar: مساعدة getgovroam
bg: getgovroam Помощ
ca: Ajuda de getgovroam
de: getgovroam Hilfe
fr_fr: Aide pour getgovroam
gl: Axuda de getgovroam
hu: getgovroam Segítség
it: Aiuto getgovroam
pl: Pomoc getgovroam
pt_pt: Ajuda getgovroam
uk: getgovroam Допомога

source: Double-click to review the profile and then press the "Install…" button to setup the network on your computer.
fr_fr: Double-cliquez pour passer en revue le profil puis appuyez sur le bouton « Installer... » pour configurer le réseau sur votre ordinateur

source: Review the profile and then press the "Install…" button to setup the network on your computer.
fr_fr: Passez en revue le profil puis appuyez sur le bouton « Installer... » pour configurer le réseau sur votre ordinateur

# You are redirected to a website.&#10;&#10;(url)
source: You are redirected to a website. (url)
fr_fr: Vous allez être redirigé vers un site web. (url)

# Username must end with &quot;%@&quot;
source: Username must end with "%@"
fr_fr: Le nom d'utilisateur doit se terminer par « %@ »
