Repository: geteduroam/apple-app
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ar, bg, ca, de, fr_fr, gd, gl, hu, it, nl, pl, pt_pt, uk

# Description
source: Configure your eduroam account easily and securely using geteduroam.
ar: قم بتكوين حساب eduroam الخاص بك بسهولة وبأمان باستخدام geteduroam.
bg: Конфигурирайте Вашия eduroam акаунт лесно и сигурно като използвате geteduroam.
ca: Configureu el vostre compte eduroam de manera fàcil i segura utilitzant geteduroam.
de: Richten Sie mit geteduroam Ihren eduroam Zugang leicht und sicher ein.
fr_fr: Configurez votre compte eduroam facilement et avec sécurité en utilisant geteduroam.
gd: Ffurfweddwch eich cyfrif eduroam yn hawdd ac yn ddiogel gan ddefnyddio geteduroam.
gl: Configura a túa conta eduroam de forma sinxela e segura usando geteduroam
hu: Konfiguráld az eduroam hozzáférésed egyszerűen és biztonságosan a geteduroam segítségével
it: Configura facilmente e in modo sicuro il tuo account eduroam utilizzando geteduroam.
nl: Configureer jouw eduroam-account gemakkelijk en veilig met geteduroam.
pl: Skonfiguruj swoje konto eduroam łatwo i bezpiecznie za pomocą geteduroam.
pt_pt: Configure a sua conta eduroam facilmente e com segurança utilizando o geteduroam.
uk: Налаштуйте свій обліковий запис eduroam легко і безпечно за допомогою geteduroam.

# Keywords
source: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,network,education,university,connect,wireless,internet
bg: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,мрежа,образование,университет,свързване,безжична връзка,интернет
ca: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,xarxa,educació,universitat,connectar,sense fils,internet
de: eduroam,WLAN,Roaming,geteduroam,Hotspot,Netzwerk,Bildung,Universität,Verbindung,kabellos,Internet
gd: eduroam,wifi,crwydro,geteduroam,llecyn,wi-fi,rhwydwaith,addysg,prifysgol,connect,diwifr,internet
gl: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,rede,educación,universidade,conectar,wireless,sen fíos,internet
hu: eduroam, wifi, roam, geteduroam, hotspot, wi-fi, hálózat, oktatás, egyetem, csatlakozás, vezeték nélküli, internet
nl: eduroam,wifi,roam,geteduroam,hotspot,wi-fi,netwerk,educatie,universiteit,verbind,draadloos,internet
pt_pt: eduroam, wifi, roam, geteduroam, hotspot, wi-fi, rede, educação, universidade, ligar, sem fios, internet

# Screenshots: Another Organization
source: Another Organization
ar: مؤسسة أخرى
bg: Друга организация
ca: Una altra Organització
de: Andere Organisation
fr_fr: Autre établissement
gd: geteduroam
gl: Outra organización
hu: Másik Intézmény
it: Un altra Organizzazione
nl: Andere Organisatie
pl: Inna Instytucja
pt_pt: Outra Organização
uk: Інша організація

# Screenshots: Contact our helpdesk if you need assistance.
source: Contact our helpdesk if you need assistance.
ar: اتصل بمكتب المساعدة لدينا إذا كنت بحاجة إلى مساعدة.
bg: Свържете се с нашия хелпдеск, ако имате нужда от съдействие.
ca: Contacteu amb el nostre servei d'assistència si necessiteu ajuda.
de: Wenden Sie sich an Ihre Organisation wenn Sie Unterstützung brauchen.
fr_fr: Contactez votre support informatique local si vous avez besoin d'aide.
gd: Cysylltwch â'n desg gymorth os oes angen cymorth arnoch.
gl: Contacte co noso servizo de asistencia se necesita axuda.
hu: Lépjen kapcsolatba ügyfélszolgálatunkkal, ha segítségre van szüksége.
it: Contatta il nostro servizio di assistenza se hai bisogno di aiuto.
nl: Benader onze helpdesk als je hulp nodig hebt.
pl: Jeżeli potrzebujesz wsparcia, skontaktuj się z naszą pomocą techniczną.
pt_pt: Contacte o nosso serviço de apoio se precisar de assistência.
uk: Якщо вам потрібна допомога, зверніться до нашої служби підтримки.

# Screenshots: Example Organization
source: Example Organization
ar: مثال على مؤسسة
bg: Примерна организация
ca: Organització de mostra
de: Beispiel Organisation
fr_fr: Exemple d'établissement
gd: Sefydliad Enghreifftiol
gl: Organización de exemplo
hu: Példa Szervezet
it: Organizzazione di Esempio
nl: Voorbeeldorganisatie
pl: Przykładowa Instytucja
pt_pt: Organização Exemplo
uk: Приклад організації

# Screenshots: Profile for Staff
source: Profile for Staff
ar: ملف للموظفين
bg: Профил за служител
ca: Perfil per al personal
de: Profil für Mitarbeiter
fr_fr: Profil pour les personnels
gd: Proffil ar gyfer Staff
gl: Perfil para o persoal
hu: Profile a dolgozók számára
it: Profilo per il Personale
nl: Profiel voor medewerkers
pl: Profil dla pracowników
pt_pt: Perfil para Funcionários
uk: Профіль для співробітників

# Screenshots: Profile for Students
source: Profile for Students
ar: ملف للطلاب
bg: Профил за студенти
ca: Perfil per a estudiants
de: Profil für Studenten
fr_fr: Profil pour les étudiants
gd: Proffil ar gyfer Myfyrwyr
gl: Perfil para o alumnado
hu: Diákok profilja
it: Profilo per gli Studenti
nl: Profiel voor studenten
pl: Profil dla studentów
pt_pt: Perfil para Estudantes
uk: Профіль для студентів

# Subtitle
source: get connected wherever you are
ar: اتصل أينما كنت
bg: свържете се, където и да сте
ca: connecta't estiguis on estiguis
de: Verbinden Sie sich, überall
fr_fr: Connectez-vous où que vous soyez
gd: cysylltu ble bynnag yr ydych
gl: Conéctate onde queiras que estés
hu: maradj kapsolódva bárhol is vagy
it: rimani connesso ovunque tu sia
nl: verbind, waar je ook bent
pl: połącz się gdziekolwiek jesteś
pt_pt: ligue-se onde quer que esteja
uk: будьте на зв'язку, де б ви не знаходилися

# What's New in This Version
source: This major update brings an entirely new designed and rewritten app.
ar: يقدم هذا التحديث الرئيسي تطبيقًا جديدًا مصممًا ومعاد كتابته تمامًا.
bg: Тази важна актуализация предлага изцяло ново приложение.
ca: Aquesta important actualització porta una aplicació totalment renovada i reescrita.
de: Diese große Aktualisierung enthält eine vollkommen neu geschriebene App in neuem Design.
fr_fr: Cette mise à jour majeure fournit une application entièrement reconçue et réécrite.
gd: Mae'r diweddariad mawr hwn yn dod ag ap cwbl newydd wedi'i ddylunio a'i ailysgrifennu.
gl: Esta actualización presenta unha aplicación diseñada de novo e reescrita.
hu: Ez a frissítés egy teljesen újratervezett és újraírt alkalmazás.
it: Questo importante aggiornamento consiste in un'app progettata e riscritta completamente ex-novo.
nl: Deze grote update brengt een geheel nieuw ontworpen en herschreven app.
pl: Ta istotna aktualizacja wprowadza całkowicie przeprojektowaną aplikację.
pt_pt: Esta atualização importante traz uma aplicação completamente redesenhada e reescrita.
uk: Це велике оновлення представляє абсолютно новий дизайн і переписаний додаток.

source: No access token obtained for unknown reason
ar: لم يتم الحصول على رمز الوصول لسبب غير معروف
bg: По неизвестна причина не е получен токен за достъп
ca: No s'ha obtingut cap token d'accés per raons desconegudes
de: Kein Zugangsdokument erhalten, aus unbekanntem Grund
fr_fr: Aucun jeton d'accès n'a été obtenu, pour une raison inconnue
gd: Ni chafwyd tocyn mynediad am reswm anhysbys
gl: Por motivos descoñecidos, non se obtivo ningún token de acceso
hu: Nem sikerült hozzáférési token megszerzése ismeretlen okból
it: Nessun token di accesso ottenuto per motivi sconosciuti
nl: Geen toegangstoken verkregen om onbekende reden
pl: Z nieznanego powodu nie uzyskano tokenu dostępu
pt_pt: Nenhum token de acesso obtido por motivo desconhecido
uk: Маркер доступу не отримано з невідомих причин

source: Search
ar: البحث
bg: Търсене
ca: Cerca
de: Suche
fr_fr: Rechercher
gd: Chwiliwch
gl: Procurar
hu: Keresés
it: Cerca
nl: Zoek
pl: Wyszukaj
pt_pt: Pesquisar
uk: Пошук

source: Agree
ar: موافق
bg: Споразумение
ca: Accepta
de: Einverstanden
fr_fr: Approuver
gd: Cytuno
gl: Aceptar
hu: Egyetértek
it: Sono d'accordo
nl: Accepteer
pl: Zgadzam się
pt_pt: Concordar
uk: Погоджуюсь

source: Already configured
nl: Reeds ingesteld

source: Already configured for %@ profile
nl: Reeds ingesteld voor %@-profiel

source: Already configured, but not connected
nl: Reeds ingesteld, maar niet verbonden

source: Already connected
nl: Reeds verbonden

source: CONNECT
ar: الاتصال
bg: Свързване
ca: CONNECTA
de: VERBINDEN
fr_fr: CONNECTER
gd: CYSYLLTU
gl: CONECTAR
hu: CSATLAKOZÁS
it: CONNETTI
nl: VERBIND
pl: POŁĄCZ
pt_pt: LIGAR
uk: З'ЄДНАННЯ

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
de: Abbrechen
fr_fr: Annuler
gd: Canslo
gl: Cancelar
hu: Elvet
it: Annulla
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
uk: Скасувати

source: Configured
ar: تم التكوين
bg: Конфигурирано
ca: Configurat
de: Eingerichtet
fr_fr: Configuré
gd: Wedi'i ffurfweddu
gl: Configurado
hu: Konfigurált
it: Configurato
nl: Ingesteld
pl: Skonfigurowano
pt_pt: Configurado
uk: Налаштовано

source: Configured, but not connected
ar: تم التكوين، ولكن لم يتم الاتصال
bg: Конфигурирано е, но не е свързано
ca: Configurat, però no connectat
de: Eingerichtet, aber nicht verbunden
fr_fr: Configuré, mais non connecté
gd: Wedi'i ffurfweddu, ond heb ei gysylltu
gl: Configurado, pero non conectado
hu: Konfigurált, de nem csatlakoztatott
it: Configurato, ma non connesso
nl: Ingesteld, maar niet verbonden
pl: Skonfigurowano, ale brak połaczenia
pt_pt: Configurado, mas não ligado
uk: Налаштовано, але не підключено

source: Connect
ar: الاتصال
bg: Свързване
ca: Connecta
de: Verbinden
fr_fr: Connecter
gd: Cysylltu
gl: Conectar
hu: Csatlakozás
it: Connetti
nl: Verbind
pl: Połącz
pt_pt: Ligar
uk: Підключитися

source: Connected
ar: متصل
bg: Свързан
ca: Connectat
de: Verbunden
fr_fr: Connecté
gd: Wedi'i cysylltu
gl: Conectado
hu: Csatlakozva
it: Connesso
nl: Verbonden
pl: Połączono
pt_pt: Ligado
uk: Підключено

source: Continue
ar: متابعة
bg: Продължете
ca: Continuar
de: Weiter
fr_fr: Continuer
gd: Parhau
gl: Continuar
hu: Folytatás
it: Continua
nl: Ga verder
pl: Dalej
pt_pt: Continuar
uk: Продовжити

source: Continue in System Preferences
ar: المتابعة في تفضيلات النظام
bg: Продължете със Системните настройки
ca: Continuar a les Preferències del Sistema
de: Weiter in den Systemeinstellungen
fr_fr: Continuer dans les paramètres système
gd: Parhewch yn System Preferences
gl: Continuar en Preferencias do Sistema
hu: Folytassa a Rendszerbeállításokban
it: Continua in Preferenze di Sistema
nl: Ga verder in Systeemvoorkeuren
pl: Kontynuuj w ustawieniach systemowych
pt_pt: Continuar nas Preferências do Sistema
uk: Продовжити у Системних налаштуваннях

source: Continue in System Settings
ar: المتابعة في إعدادات النظام
bg: Продължете със Системните настройки
ca: Continuar a Configuració del sistema
de: Weiter in den Systemeinstellungen
fr_fr: Continuer dans les réglages système
gd: Parhewch mewn Gosodiadau System
gl: Continuar en Configuración do Sistema
hu: Folytatás a Rendszerbeállításokban
it: Continua in Impostazioni di Sistema
nl: Ga verder in Systeeminstellingen
pl: Kontynuuj w ustawieniach systemowych
pt_pt: Continuar nas Definições do Sistema
uk: Продовження в Налаштуваннях системи

source: Continue to Website
ar: المتابعة إلى الموقع
bg: Продължете към уебсайта
ca: Continuar al lloc web
de: Weiter zur Webseite
fr_fr: Continuer vers le site web
gd: Parhau i'r wefan
gl: Continuar no sitio web
hu: Folytatás a webhelyen
it: Continua al sito web
nl: Ga verder naar webpagina
pl: Przejdź do strony internetowej
pt_pt: Continuar para o Website
uk: Перейти на веб-сайт

source: Disagree
ar: عدم الموافقة
bg: Не съм съгласен
ca: Rebutjar
de: Ablehnen
fr_fr: Ne pas approuver
gd: Anghytuno
gl: Rexeitar
hu: Nem értek egyet
it: Non sono d'accordo
nl: Weiger
pl: Nie zgadam się
pt_pt: Discordo
uk: Не погоджуюсь

# Do you want to reconfigure your %@ to use %@ profile instead?
source: Do you want to reconfigure your %1$@ to use %2$@ profile instead?
nl: Wil je jouw %@ instellen om het %@-profiel te gebruiken?

source: Double-click to review the profile and then press the "Install…" button to setup the network on your computer.
ar: انقر نقرًا مزدوجًا لمراجعة الملف الشخصي، ثم اضغط على زر 'تثبيت...' لإعداد الشبكة على جهاز الكمبيوتر الخاص بك.
bg: Кликнете два пъти, за да прегледате профила, и след това натиснете бутона "Install…", за да инсталирате мрежата на Вашия компютър.
ca: Feu doble clic per revisar el perfil i després premeu el botó "Instal·lar..." per configurar la xarxa al vostre ordinador.
de: Klicken Sie doppelt um das Profil zu überprüfen; dann klicken Sie auf "Installieren..." um das Netzwerk auf Ihrem Computer einzurichten.
gd: Cliciwch ddwywaith i adolygu'r proffil ac yna pwyswch y botwm "Gosod ..." i osod y rhwydwaith ar eich cyfrifiadur.
gl: Fai dobre clic para revisar o perfil e logo preme o botón "Instalar..." para configurar a rede no teu ordenador.
hu: Kattintson duplán a profil áttekintéséhez, majd nyomja meg az "Installálás..." gombot a hálózat beállításához a számítógépén.
it: Fare doppio clic per esaminare il profilo e quindi premere il pulsante "Installa..." per configurare la rete sul tuo computer.
nl: Dubbelklik om het profiel te controleren en druk vervolgens op de "Installeer"-knop om het netwerk in te stellen op deze computer.
pl: Kliknij dwukrotnie, by przejrzeć profil, a potem naciśnij przycisk "Instaluj...", żeby skonfigurować sieć na Twoim komputerze.
pt_pt: Clique duas vezes para rever o perfil e depois pressione o botão "Instalar..." para configurar a rede no seu computador.
uk: Двічі клацніть, щоб переглянути профіль, а потім натисніть кнопку "Встановити...", щоб налаштувати мережу на вашому комп'ютері.

source: Failed to connect
ar: فشل الاتصال
bg: Неуспешно свързване
ca: No s'ha pogut connectar.
de: Verbindung fehlgeschlagen
fr_fr: La tentative de connexion a échoué
gd: Wedi methu cysylltu
gl: Fallou a conexión
hu: Nem sikerült kapcsolódni.
it: Connessione fallita
nl: Verbinding maken mislukt
pl: Połączenie nieudane
pt_pt: Falha ao ligar
uk: Не вдалося встановити зв'язок

source: Login Required
ar: يتطلب تسجيل الدخول
bg: Изисква влизане в системата
ca: Validació necessària
de: Einloggen erforderlich
fr_fr: Identifiant requis
gd: Mae angen mewngofnodi
gl: Inicio de sesión requirido
hu: Bejelentkezés szükséges
it: Accesso richiesto
nl: Inloggen vereist
pl: Wymagane zalogowanie
pt_pt: Autenticação necessária
uk: Потрібен логін для входу

source: Missing information about profile.
ar: معلومات مفقودة حول الملف الشخصي.
bg: Липсва информация за профила.
ca: Manca informació sobre el perfil.
de: Fehlende Informationen zum Profil.
fr_fr: Information manquante sur le profil.
gd: Gwybodaeth ar goll am proffil.
gl: Falta información sobre o perfil.
hu: Hiányzó információk a profilról.
it: Informazioni mancanti sul profilo.
nl: Informatie ontbreekt over profiel.
pl: Brakuje informacji na temat profilu.
pt_pt: Informação em falta sobre o perfil.
uk: Відсутня інформація про профіль.

# Missing information to start authentication. (auth)
source: Missing information to start authentication.
ar: معلومات مفقودة لبدء عملية المصادقة.
bg: Липсва информация, за да започне автентикацията.
ca: Manca informació per a iniciar l'autenticació.
de: Einloggen nicht möglich wegen fehlender Informationen.
fr_fr: Information manquante pour démarrer l'authentification.
gd: Gwybodaeth ar goll i ddechrau dilysu.
gl: Falta información para iniciar a autenticación.
hu: Hiányzó információk az azonosítás megkezdéséhez.
it: Informazioni mancanti per avviare l'autenticazione.
nl: Informatie ontbreekt om authenticatie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia uwierzytelnienia.
pt_pt: Informação em falta para iniciar a autenticação.
uk: Відсутня інформація для початку автентифікації.

# Missing information to start authentication. (info)
source: Missing information to start authentication.
ar: معلومات مفقودة لبدء عملية المصادقة.
bg: Липсва информация, за да започне автентикацията.
ca: Manca informació per a iniciar l'autenticació.
de: Einloggen nicht möglich wegen fehlender Informationen.
fr_fr: Information manquante pour démarrer l'authentification.
gd: Gwybodaeth ar goll i ddechrau dilysu.
gl: Falta información para iniciar a autenticación.
hu: Hiányzó információk az azonosítás megkezdéséhez.
it: Informazioni mancanti per avviare l'autenticazione.
nl: Informatie ontbreekt om authenticatie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia uwierzytelnienia.
pt_pt: Informação em falta para iniciar a autenticação.
uk: Відсутня інформація для початку автентифікації.

# Missing information to start authentication. (token)
source: Missing information to start authentication.
ar: معلومات مفقودة لبدء عملية المصادقة.
bg: Липсва информация, за да започне автентикацията.
ca: Manca informació per a iniciar l'autenticació.
de: Einloggen nicht möglich wegen fehlender Informationen.
fr_fr: Information manquante pour démarrer l'authentification.
gd: Gwybodaeth ar goll i ddechrau dilysu.
gl: Falta información para iniciar a autenticación.
hu: Hiányzó információk az azonosítás megkezdéséhez.
it: Informazioni mancanti per avviare l'autenticazione.
nl: Informatie ontbreekt om authenticatie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia uwierzytelnienia.
pt_pt: Informação em falta para iniciar a autenticação.
uk: Відсутня інформація для початку автентифікації.

# Missing information to start configuration. (eap)
source: Missing information to start configuration.
ar: معلومات مفقودة لبدء عملية التكوين.
bg: Липсва информация, за да стартира конфигурацията.
ca: Manca informació per a iniciar la configuració.
de: Einloggen nicht möglich wegen fehlender Informationen.
fr_fr: Information manquante pour démarrer la configuration.
gd: Gwybodaeth ar goll i ddechrau ffurfweddu.
gl: Falta información para iniciar a configuración.
hu: Hiányzó információk a konfiguráció elindításához.
it: Informazioni mancanti per avviare la configurazione.
nl: Informatie ontbreekt om configuratie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia konfiguracji.
pt_pt: Informação em falta para iniciar a configuração.
uk: Відсутня інформація для початку налаштування.

# Missing information to start configuration. (profile)
source: Missing information to start configuration.
ar: معلومات مفقودة لبدء عملية التكوين.
bg: Липсва информация, за да стартира конфигурацията.
ca: Manca informació per a iniciar la configuració.
de: Einloggen nicht möglich wegen fehlender Informationen.
fr_fr: Information manquante pour démarrer la configuration.
gd: Gwybodaeth ar goll i ddechrau ffurfweddu.
gl: Falta información para iniciar a configuración.
hu: Hiányzó információk a konfiguráció elindításához.
it: Informazioni mancanti per avviare la configurazione.
nl: Informatie ontbreekt om configuratie te starten.
pl: Brakuje informacji potrzebnej do rozpoczęcia konfiguracji.
pt_pt: Informação em falta para iniciar a configuração.
uk: Відсутня інформація для початку налаштування.

source: No valid profile found.
ar: لم يتم العثور على ملف شخصي صالح.
bg: Не е намерен валиден профил.
ca: No s'ha trobat cap perfil vàlid.
de: Kein gültiges Profil gefunden.
fr_fr: Aucun profil valide trouvé.
gd: Heb ganfod proffil dilys.
gl: Non se atopou ningún perfil válido.
hu: Nem található érvényes profil.
it: Nessun profilo valido trovato.
nl: Geen geldig profiel gevonden.
pl: Nie znaleziono żadnego poprawnego profilu.
pt_pt: Nenhum perfil válido encontrado
uk: Не знайдено жодного дійсного профілю.

source: No valid provider found.
ar: لم يتم العثور على ملف شخصي صالح.
bg: Не е намерен валиден доставчик.
ca: Cap proveïdor vàlid trobat.
de: Kein gültiger Provider gefunden.
fr_fr: Aucun fournisseur valide trouvé.
gd: Ni chanfuwyd darparwr dilys.
gl: Non se atopou ningún provedor válido.
hu: Nem található érvényes szolgáltató.
it: Nessun provider valido trovato.
nl: Geen geldige provider gevonden.
pl: Nie znaleziono żadnego poprawnego dostawcy.
pt_pt: Nenhum fornecedor válido encontrado
uk: Не знайдено жодного дійсного профілю.

source: Password
ar: كلمة المرور
bg: Парола
ca: Contrasenya
de: Passwort
fr_fr: Mot de passe
gd: Cyfrinair
gl: Contrasinal
hu: Jelszó
nl: Wachtwoord
pl: Hasło
pt_pt: Palavra-passe
uk: Пароль

source: Password Required
nl: Wachtwoord vereist

source: Please enter your password.
nl: Voer wachtwoord in.

source: Please enter your username and password.
ar: الرجاء إدخال اسم المستخدم وكلمة المرور الخاصة بك.
bg: Моля, въведете Вашето потребителско име и парола.
ca: Si us plau, introduïu el vostre nom d'usuari i contrasenya.
de: Bitte geben Sie Ihren Benutzernamen und Passwort ein.
fr_fr: Entrez votre identifiant et mot de passe, svp.
gd: Rhowch eich enw defnyddiwr a cyfrinair.
gl: Por favor, introduce o teu nome de usuario e contrasinal.
hu: Kérlek, add meg a felhasználóneved és a jelszavad.
it: Per favore, inserisci il tuo nome utente e la tua password.
nl: Voer gebruikersnaam en wachtwoord in.
pl: Proszę wprowadzić identyfikator użytkownika i hasło.
pt_pt: Por favor escreva o seu nome de utilizador e palavra-passe.
uk: Будь ласка, введіть своє ім'я користувача та пароль.

source: Profiles
ar: الملفات الشخصية
bg: Профили
ca: Perfils
de: Profile
fr_fr: Profils
gd: Proffiliau
gl: Perfís
hu: Profilok
it: Profili
nl: Profielen
pl: Profile
pt_pt: Perfis
uk: Профілі

source: Reconfigure %@
nl: Stel %@ opnieuw in

source: Reconfigure your %@ to renew your network access or if you are experiencing network issues.
nl: Stel jouw %@ opnieuw in om netwerktoegang te vernieuwen of als je problemen ervaart met het netwerk.

source: Reconnect
nl: Stel opnieuw in

source: Review the profile and then press the "Install…" button to setup the network on your computer.
ar: قم بمراجعة الملف الشخصي ثم اضغط على زر 'تثبيت...' لإعداد الشبكة على جهاز الكمبيوتر الخاص بك.
bg: Прегледайте профила и след това натиснете бутона "Install…", за да инсталирате мрежата на Вашия компютър.
ca: Reviseu el perfil i després premeu el botó "Instal·lar..." per configurar la xarxa al teu ordinador.
de: Überprüfen Sie das Profil und drücken Sie dann den "Installieren..." Knopf um das Netzwerk auf Ihrem Rechner einzurichten.
gd: Adolygwch y proffil ac yna pwyswch y botwm "Gosod ..." i osod y rhwydwaith ar eich cyfrifiadur.
gl: Revise o perfil e despois prema o botón "Instalar..." para configurar a rede no seu ordenador.
hu: Tekintse át a profilját, majd nyomja meg az "Installálás..." gombot a hálózat beállításához a számítógépén.
it: Rivedi il profilo e quindi premi il pulsante "Installa..." per configurare la rete sul tuo computer.
nl: Controleeer het profiel en druk vervolgens op de "Installeer"-knop om het netwerk in te stellen op deze computer.
pl: Przejrzyj profil, a potem naciśnij przycisk "Instaluj...", żeby skonfigurować sieć na Twoim komputerze.
pt_pt: Valide o perfil e depois pressione o botão "Instalar..." para configurar a rede no seu computador.
uk: Перегляньте профіль і натисніть кнопку "Встановити...", щоб налаштувати мережу на вашому комп'ютері.

source: Terms of Use
ar: شروط الاستخدام
bg: Условия за ползване
ca: Termes d'ús
de: Nutzungsbedingungen
fr_fr: Conditions d'utilisation
gd: Telerau Defnyddio
gl: Termos de uso
hu: Használati feltételek
it: Termini di utilizzo
nl: Gebruiksvoorwaarden
pl: Warunki korzystania
pt_pt: Termos de Utilização
uk: Умови користування

source: The configuration process was cancelled.
ar: تم إلغاء عملية التكوين.
bg: Процесът на конфигуриране беше отменен.
ca: El procés de configuració s'ha cancel·lat.
de: Die Einrichtung wurde abgebrochen.
fr_fr: Le processus de configuration a été annulé.
gd: Cafodd y broses ffurfweddu ei canslo.
gl: O proceso de configuración foi cancelado.
hu: A konfigurációs folyamat megszakadt.
it: Il processo di configurazione è stato annullato.
nl: Het configuratieproces is geannuleerd.
pl: Konfiguracja została przerwana.
pt_pt: O processo de configuração foi cancelado.
uk: Процес налаштування було скасовано.

source: Username
ar: اسم المستخدم
bg: Потребителско име
ca: Nom d'usuari
de: Benutzername
fr_fr: Identifiant
gd: Enw defnyddiwr
gl: Nome de usuario
hu: Felhasználónév
nl: Gebruikersnaam
pl: Identyfikator
pt_pt: Nome de utilizador
uk: Ім'я користувача
