Repository: geteduroam/apple-app
Catalog: Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ar, bg, ca, de, fr_fr, gd, gl, hu, it, nl, pl, pt_pt, uk

source: You are redirected to a website.
ar: تم توجيهك إلى موقع الويب.
bg: Вие сте пренасочен към уебсайт.
ca: Se us redirigeix a un lloc web.
de: Sie werden an eine Webseite weitergeleitet.
hu: Átirányítunk egy weboldalra.
it: Sei reindirizzato a un sito web.
nl: Je wordt doorverwezen naar een webpagina.
pl: Zostaniesz przekierowany do strony internetowej.
pt_pt: É redirecionado para um website.
uk: Ви перенаправлені на веб-сайт.

# You had access until %@ **(%@)**.
source: You had access until %1$@ **(%2$@)**.
nl: Je had toegang tot %1$@ **(%2$@)**.

# You have access until %@ **(%@)**.
source: You have access until %1$@ **(%2$@)**.
nl: Je hebt toegang tot %1$@ **(%2$@)**.

source: You must agree to the terms of use before you can use this network.
ar: يجب أن توافق على شروط الاستخدام قبل استخدام هذا الشبكة.
bg: За да използвате тази мрежа, трябва да се съгласите с условията за ползване.
ca: Heu d'acceptar els termes d'ús abans de poder utilitzar aquesta xarxa.
de: Sie müssen den Nutzungsbedingungen zustimmen bevor Sie das Netzwerk benutzen können.
fr_fr: Vous devez approuver les conditions d'utilisation avant de pouvoir utiliser ce réseau.
gd: Rhaid i chi gytuno i'r telerau defnyddio cyn y gallwch ddefnyddio'r rhwydwaith hwn.
gl: Debes aceptar os termos de uso antes de poder usar esta rede.
hu: A felhasználási feltételek elfogadása szükséges, mielőtt használhatja ezt a hálózatot.
it: È necessario accettare i termini di utilizzo prima di poter utilizzare questa rete.
nl: Je moet de gebruiksvoorwaarden accepteren voordat je gebruik kan maken van dit netwerk.
pl: Aby skorzystać z tej sieci musisz najpierw potwierdzić zgodę na warunki korzystania.
pt_pt: Deve concordar com os termos de utilização antes de poder utilizar esta rede.
uk: Ви повинні погодитися з умовами використання, перш ніж ви зможете користуватися цією мережею.

source: You must agree to the terms of use.
ar: يجب أن توافق على شروط الاستخدام.
bg: Трябва да се съгласите с условията за ползване.
ca: Heu d'acceptar els termes d'ús.
de: Sie müssen den Nutzungsbedingungen zustimmen.
fr_fr: Vous devez approuver les conditions d'utilisation.
gd: Rhaid i chi gytuno â'r telerau defnyddio.
gl: Debes aceptar os termos de uso.
hu: El kelle fogadnia a felhasználási feltételeket
it: È necessario accettare i termini di utilizzo.
nl: Je moet de gebruiksvoorwaarden accepteren.
pl: Musisz potwierdzić zgodę na warunki korzystania.
pt_pt: Deve concordar com os termos de utilização.
uk: Ви повинні погодитися з умовами використання.

source: You need to provide a password.
nl: Je moet een wachtwoord invoeren.

source: You need to provide a username and password.
nl: Je moet een gebruikersnaam en wachtwoord invoeren.

source: You need to provide a valid username.
nl: Je moet een geldige gebruikersnaam invoeren.

source: Your username should end with '@%@'.
nl: Jouw gebruikersnaam moet eindigen op '@%@'.

source: No OID or SSID in configuration
ar: لا يوجد OID أو SSID في التكوين.
bg: Няма OID или SSID в конфигурацията
ca: Cap OID o SSID a la configuració
de: Keine OID oder SSID in der Konfiguration
fr_fr: Aucun OID ou SSID dans la configuration
gd: Dim OID neu SSID yn y ffurfweddiad
gl: Sen OID ou SSID na configuración
hu: Nincs OID vagy SSID a konfigurációban
it: Nessun OID o SSID nella configurazione
nl: Geen OID of SSID in configuratie
pl: W konfiguracji nie ma OID ani SSID
pt_pt: Sem OID ou SSID na configuração
uk: Немає OID або SSID у конфігурації

source: No credentials in configuration
ar: "لا توجد بيانات اعتماد في التكوين.
bg: Няма креденшъли в конфигурацията
ca: Cap credencial a la configuració
de: Keine Zugangsdaten in der Konfiguration
fr_fr: Pas d'identifiants dans la configuration
gd: Dim tystlythyrau yn y ffurfweddiad
gl: Non hai credenciais na configuración
hu: Nincsenek hitelesítő adatok a konfigurációban
it: Nessuna credenziale nella configurazione
nl: Geen gebruikersnaam en wachtwoord in configuratie
pl: W konfiguracji nie ma danych logowania
pt_pt: Sem credenciais na configuração
uk: Відсутність облікових даних у конфігурації

source: No password in configuration
nl: Geen wachtwoord in configuratie

source: No valid client certificate in configuration
nl: Geen geldig clientcertificaat in configuratie

source: No valid configuration found
ar: لم يتم العثور على تكوين صالح.
bg: Не е намерена валидна конфигурация
ca: Cap configuració vàlida trobada
de: Keine gültige Konfiguration gefunden
fr_fr: Aucune configuration valide trouvée
gd: Ni chanfuwyd ffurfweddiad dilys
gl: Non se atopou ningunha configuración válida
hu: Nem található érvényes konfiguráció
it: Nessuna configurazione valida trovata
nl: Geen geldige configuratie gevonden
pl: Nie znaleziono żadnej poprawnej konfiguracji
pt_pt: Nenhuma configuração válida encontrada
uk: Не знайдено жодної правильної конфігурації

source: No valid outer EAP type in configuration
ar: لا يوجد نوع صالح لـ EAP الخارجي في التكوين.
bg: Няма валиден външен EAP тип в конфигурацията
ca: Cap tipus extern d'EAP vàlid en la configuració.
de: Kein gültiger äußerer EAP Typ in der Konfiguration
fr_fr: Aucun type EAP externe valide dans la configuration
gd: Dim math EAP allanol dilys yn y ffurfweddiad
gl: Non hai ningún tipo EAP externo válido na configuración
hu: Nincs érvényes külső EAP típus a konfigurációban
it: Nessun tipo EAP esterno valido nella configurazione
nl: Geen geldige outer EAP-type in configuratie
pl: W konfiguracji nie ma żadnego poprawnego zewnętrznego typu EAP
pt_pt: Nenhum tipo EAP externo válido na configuração
uk: У конфігурації немає дійсного типу зовнішнього EAP

# Unable to add certificate %@ to keychain (%d)
source: Unable to add certificate %1$@ to keychain (%2$d)
ar: "غير قادر على إضافة الشهادة %1$@ إلى مستودع المفاتيح (%2$d)
bg: Не може да се добави сертификат %1$@ към keychain (%2$d)
ca: No s'ha pogut afegir el certificat %1$@ al repositori de claus (%2$d)
de: Hinzufügen des Zertifikats %1$@ zur Keychain nicht möglich (%2$d)
fr_fr: Impossible d'ajouter le certificat %1$@ au trousseau (%2$d)
gd: Methu ychwanegu tystysgrif %1$@ i'r gadwyn allweddi (%2$d)
gl: Incapaz de engadir o certificado %1$@ ao almacén de claves (%2$d)
hu: Nem sikerült hozzáadni a %1$@ tanúsítványt a kulcskarikához (%2$d)
it: Impossibile aggiungere il certificato %1$@ al portachiavi (%2$d)
nl: Kon het certificaat %1$@ niet toevoegen aan de sleutelhanger (%2$d)
pl: Nie udało się dodanie certyfikatu %1$@ do magazynu (%2$d)
pt_pt: Não foi possível adicionar o certificado %1$@ ao chaveiro (%2$d)
uk: Не вдається додати сертифікат %1$@ до брелока (%2$d)

source: Unable to copy from keychain (%d)
ar: غير قادر على نسخ من مستودع المفاتيح (%d)
bg: Не може да се копира от keychain(%d)
ca: No es pot copiar des del repositori de claus (%d)
de: Kopieren aus Keychain nicht möglich (%d)
fr_fr: Impossible de copier depuis le trousseau (%d)
gd: Methu copïo o keychain (%d)
gl: Incapaz de copiar desde o almacén de claves (%d)
hu: Nem lehet másolni a kulcskarikából (%d)
it: Impossibile copiare dal portachiavi (%d)
nl: Kon niet kopiëren uit de sleutelhanger (%d)
pl: Nie powiodło się kopiowanie z magazynu (%d)
pt_pt: Não foi possível copiar do chaveiro (%d)
uk: Неможливо скопіювати з брелока (%d)

source: Unable to create certificate from data
ar: غير قادر على إنشاء شهادة من البيانات
bg: Не може да се създаде сертификат от данните
ca: No es possible crear el certificat a partir de les dades.
de: Zertifikat konnte nicht aus den Daten erstellt werden
fr_fr: Impossible de créer le certificat depuis les données
gd: Methu creu tystysgrif o ddata
gl: Non se pode crear un certificado a partir de datos
hu: Nem sikerült létrehozni a tanúsítványt az adatokból.
it: Impossibile creare il certificato dai dati
nl: Kon geen certificaat creëren van de data
pl: Nie udało się stworzyć certyfikatu z danych
pt_pt: Não foi possível criar certificado a partir da informação
uk: Не вдається створити сертифікат з даних

source: Unable to decode certificate data
ar: غير قادر على فك تشفير بيانات الشهادة
bg: Не могат да се декодират данните от сертификата
ca: No es pot descodificar les dades del certificat.
de: Decodieren der Zertifikatsdaten nicht möglich
fr_fr: Impossible de décoder les données du certificat
gd: Methu dadgodio data tystysgrif
gl: Non se pode de decodificar os datos do certificado.
hu: Nem lehet dekódolni a tanúsítvány adatokat
it: Impossibile decodificare i dati del certificato
nl: Kon certificaatdata niet decoderen
pl: Nie udało się zdekodowanie danych certyfikatu
pt_pt: Não foi possível descodificar os dados do certificado.
uk: Не вдається розшифрувати дані сертифіката

source: Unable to get common name from certificate
ar: غير قادر على الحصول على اسم مشترك من الشهادة
bg: Не може да се вземе common name от сертификата
ca: No es possible obtenir el nom comú des del certificat.
de: Name im Zertifkat konnte nicht extrahiert werden
fr_fr: Impossible de trouver le nom d'usage dans le certificat
gd: Methu cael enw cyffredin o'r dystysgrif
gl: Non se pode obter o nome común do certificado
hu: Nem sikerült megszerezni a common name-t a tanúsítványból.
it: Impossibile ottenere il common name dal certificato
nl: Kon geen generieke naam uit certificaat halen
pl: Nie można pobrać nazwy ogólnej z certyfikatu
pt_pt: Não foi possível possível obter o nome comum do certificado
uk: Не вдається отримати загальне ім'я з сертифіката

source: Unable to import certificate into keychain (%d)
ar: غير قادر على استيراد الشهادة إلى مستودع المفاتيح (%d)
bg: Не може да се импортира сертификат в keychain (%d)
ca: No es possible importar el certificat al repositori de claus (%d)
de: Importieren des Zertifikats %1$@ in Keychain nicht möglich (%d)
fr_fr: Impossible d'importer le certificat dans le trousseau (%d)
gd: Methu mewnforio tystysgrif i'r gadwyn allweddi (%d)
gl: Non se pode importar o certificado no almacén de claves (%d)
hu: Nem sikerült importálni a tanúsítványt a kulcskarikára (%d)
it: Impossibile importare il certificato nel portachiavi (%d)
nl: Kon certificaat niet importeren in de sleutelhanger (%d)
pl: Nie udał się import certyfikatu do magazynu (%d)
pt_pt: Não foi possível importar o certificado para o chaveiro (%d)
uk: Не вдалося імпортувати сертифікат у брелок (%d)

source: Unable to read supported interfaces
ar: غير قادر على قراءة الواجهات المدعومة
bg: Не могат да се прочетат поддържаните интерфейси
ca: No es poden llegir les interfícies compatibles.
de: Unterstützte Schnittstellen konnten nicht ausgelesen werden
fr_fr: Impossible de lire les interfaces supportées
gd: Methu darllen rhyngwynebau a gefnogir
gl: Non se pode de ler as interfaces compatibles.
hu: Nem lehet olvasni a támogatott interfészeket.
it: Impossibile leggere le interfacce supportate
nl: Kon de ondersteunde interfaces niet lezen
pl: Nie można czytać ze wspieranych interfejsów
pt_pt: Não foi possível ler as interfaces suportadas
uk: Не вдається прочитати підтримувані інтерфейси

source: Unable to set identity for client certificate
ar: غير قادر على تعيين الهوية لشهادة العميل
bg: Не може да се зададе идентичност за клиентския сертификат
ca: No es possible establir la identitat per al certificat del client.
de: Name für das Nutzerzertifikat konnte nicht gesetzt werden
fr_fr: Impossible de configurer l'identité pour le certificat client
gd: Methu gosod hunaniaeth ar gyfer tystysgrif cleient
gl: Non se pode establecer a identidade para o certificado do cliente
hu: Nem sikerült beállítani az azonosítót a kliens tanúsítványhoz.
it: Impossibile impostare l'identità per il certificato client
nl: Kon de identiteit van het client-certificaat niet instellen
pl: Nie udało się ustawić tożsamości dla certyfikatu klienta
pt_pt: Não foi possível definir a identidade para o certificado do cliente
uk: Не вдається встановити ідентифікатор для клієнтського сертифіката

source: Unable to set server certificate as trusted
ar: غير قادر على تعيين شهادة الخادم كموثوق بها
bg: Не може да се зададе сертификата на сървъра като доверен
ca: No es possible establir el certificat del servidor com a confiable.
de: Serverzertifikat konnte nicht als vertrauenswürdig markiert werden
fr_fr: Impossible de considérer le certificat serveur comme étant de confiance
gd: Methu gosod tystysgrif gweinydd fel un y gellir ymddiried ynddo
gl: Non se pode establecer o certificado do servidor como fiable.
hu: Nem sikerült a szerver tanúsítványt megbízhatónak beállítani.
it: Impossibile impostare il certificato del server come attendibile
nl: Kon het server-certificaat niet als vertrouwd instellen
pl: Nie udało się ustawienie certyfikatu jako zaufanego
pt_pt: Não foi possível definir o certificado do servidor como confiável.
uk: Не вдалося встановити сертифікат сервера як надійний

source: Unable to verify network because no server name or certificate set
ar: غير قادر على التحقق من الشبكة لعدم وجود اسم خادم أو مجموعة شهادات
bg: Не може да се провери мрежата, защото не са зададени име на сървър и сертификат
ca: No es pot verificar la xarxa perquè no s'ha establert cap nom de servidor o certificat.
de: Netzwerkidentität konnte nicht bestätigt werden wegen fehlendem Servernamen oder Zertifikat
fr_fr: Impossible de vérifier le réseau car aucun nom de serveur ou certificat n'est indiqué
gd: Methu dilysu rhwydwaith oherwydd nid oes enw gweinydd na thystysgrif wedi'i osod
gl: Non se pode verificar a rede porque non se estableceu ningún nome de servidor ou certificado.
hu: Nem lehet ellenőrizni a hálózatot, mert nincs beállítva szervernév vagy tanúsítvány.
it: Impossibile verificare la rete perché non è impostato alcun nome server o certificato
nl: Kon het netwerk niet verifiëren omdat er geen servernaam of certificaat ingesteld is
pl: Nie udało się zweryfikować sieci, ponieważ nie została ustalona nazwa serwera i certyfikat
pt_pt: Não foi possível verificar a rede porque nenhum nome de servidor ou certificado foi definido.
uk: Не вдалося перевірити мережу, оскільки не встановлено ім'я сервера або сертифікат

# Username must end with &quot;%@&quot;
source: Username must end with "%@"
ar: يجب أن ينتهي اسم المستخدم بـ "%@"
bg: Потребителското име трябва да завършва с "%@"
ca: El nom d'usuari ha de finalitzar amb "%@".
de: Benutzername muss mit "%@" enden
gd: Rhaid i'r enw defnyddiwr orffen gyda "%@"
gl: O nome de usuario debe rematar con "%@"
hu: A felhasználónévnek "%@"-al kell végződnie.
it: Il nome utente deve terminare con "%@"
nl: Gebruikersnaam moet eindigen met "%@"
pl: Identyfikator musi się kończyć ciągiem "%@"
pt_pt: O nome de utilizador deve terminar com "%@".
uk: Ім'я користувача має закінчуватися на "%@"

source: with unknown name
ar: مع اسم غير معروف
bg: с неизвестно име
ca: amb nom desconegut
de: mit unbekanntem Namen
fr_fr: avec un nom inconnu
gd: ag enw anhysbys
gl: con nome descoñecido
hu: ismeretlen név
it: con nome sconosciuto
nl: met onbekende naam
pl: z nieznaną nazwą
pt_pt: com nome de utilizador desconhecido
uk: з невідомим ім'ям

source: App Configuration
nl: App-configuratie

source: App Configuration…
nl: App-configuratie…

source: Close
nl: Sluit

source: Failed to load organizations
ar: فشل في تحميل المؤسسات
bg: Неуспешно зареждане на организациите
ca: Error en carregar les organitzacions
de: Fehler beim Laden der Organisationen
fr_fr: Le chargement des établissements a échoué
gd: Wedi methu llwytho sefydliadau
gl: Fallou a carga das organizacións
hu: Nem sikerült betölteni a szervezeteket
it: Impossibile caricare le organizzazioni
nl: Laden van organisaties mislukt
pl: Nie udało się załadować instytucji
pt_pt: Falha ao carregar organizações
uk: Не вдалося завантажити організації

source: It is recommended to update %@ to a newer version.
nl: Het is aanbevolen om %@ bij te werken naar een nieuwere versie.

source: It is recommended to update this app to the latest version.
nl: Het is aanbevolen om deze app bij te werken naar de laatste versie.

source: It is required to update %@ to a newer version.
nl: Het is vereist om %@ bij te werken naar een nieuwere versie.

source: It is required to update this app to the latest version.
nl: Het is vereist om deze app bij te werken naar de laatste versie.

source: No matches found
ar: لم يتم العثور على تطابقات
bg: Не са намерени съвпадения
ca: No s'han trobat coincidències
de: Kein Treffer
fr_fr: Aucune correspondance trouvée
gd: Heb ganfod unrhyw gyfatebiaeth
gl: Non se atoparon coincidencias
hu: Nincs találat
it: Nessun risultato trovato
nl: Geen resultaten gevonden
pl: Nie znaleziono dopasowań
pt_pt: Nenhum resultado encontrado
uk: Співпадінь не знайдено

source: Open File…
nl: Open bestand…

source: Search for your organization
ar: البحث عن مؤسستك
bg: Търсене за Вашата организация
ca: Cerqueu la vostra organització
de: Suchen Sie nach Ihrer Organisation
fr_fr: Chercher votre établissement
gd: Chwiliwch am eich sefydliad
gl: Busca a túa organización
hu: Keresse meg szervezetét
it: Cerca la tua organizzazione
nl: Zoek jouw organisatie
pl: Wyszukaj swoją instytucję
pt_pt: Pesquise pela sua organização
uk: Знайдіть свою організацію

source: The organization is no longer listed.
ar: لم تعد المؤسسة مدرجة.
bg: Организацията вече не е в списъка.
ca: L'organització ja no està llistada.
de: Die Organisation ist nicht mehr gelistet.
fr_fr: Cet établissement n'est plus dans la liste.
gd: Nid yw'r sefydliad bellach wedi'i restru.
gl: A organización xa non está listada.
hu: A szervezet már nem szerepel a listán.
it: L'organizzazione non è più elencata.
nl: De organisatie wordt niet meer vermeld.
pl: Twojej instytucji nie ma już na liście.
pt_pt: A organização já não está listada.
uk: Організація більше не значиться в списку.

source: This app is disabled.
nl: Deze app is uitgeschakeld.

source: This app is obsolete.
nl: Deze app wordt niet meer ondersteund.

source: This app is under maintenance.
nl: Deze app is in onderhoud.

source: Unknown organization
ar: مؤسسة غير معروفة
bg: Неизвестна организация
ca: Organització desconeguda
de: Unbekannte Organisation
fr_fr: Établissement inconnu
gd: Sefydliad anhysbys
gl: Organización descoñecida
hu: Ismeretlen szervezet
it: Organizzazione sconosciuta
nl: Onbekende organisatie
pl: Nieznana instytucja
pt_pt: Organização desconhecida
uk: Невідома організація

source: Remind Me Later
ar: ذكرني لاحقا
bg: Напомнете ми по-късно
ca: Recorda'm-ho més tard
de: Erinnere mich später
fr_fr: Rappelez-le moi plus tard
gd: Atgoffwch Fi Nes Ymlaen
gl: Lembrar máis tarde
hu: Később emlékeztessen
it: Ricordamelo più tardi
nl: Herinner me later
pl: Przypomnij mi później
pt_pt: Lembrar-me mais tarde
uk: Нагадати пізніше

source: Renew Now
ar: جدد الآن
bg: Обновете сега
ca: Renovar ara
de: Jetzt erneuern
fr_fr: Renouveler maintenant
gd: Adnewyddu Nawr
gl: Renovar agora
hu: Megújítás most.
it: Rinnova adesso
nl: Vernieuw nu
pl: Odnów teraz
pt_pt: Renovar Agora
uk: Оновити зараз

source: Renew your connection to extend your access.
ar: قم بتجديد اتصالك لتوسيع نطاق وصولك.
bg: Обновете Вашата свързаност, за да удължите достъпа си.
ca: Renovar la vostra connexió per continuar accedint.
de: Erneuern Sie Ihre Verbindung um weiterhin Zugang zu haben.
fr_fr: Renouvelez votre connexion pour prolonger votre accès.
gd: Adnewyddwch eich cysylltiad i ymestyn eich mynediad.
gl: Renova a túa conexión para ampliar a validez.
hu: Hosszabbítsa meg a kapcsolatát, hogy meghosszabbítsa az hozzáférését.
it: Rinnova la tua connessione per estendere il tuo accesso.
nl: Vernieuw je verbinding om je toegang te verlengen.
pl: Odnów połączenie, aby przedłużyć swój dostęp.
pt_pt: Renove a sua ligação para prolongar o seu acesso.
uk: Поновіть з'єднання, щоб продовжити доступ.

source: You had access until %@. Renew your connection to extend your access.
ar: كان لديك الوصول حتى %@. قم بتجديد اتصالك لتمديد الوصول الخاص بك
bg: Ще имате достъп до %@. Обновете Вашата свързаност, за да удължите достъпа си.
ca: Tenieu accés fins a %@. Renoveu la vostra connexió per continuar accedint.
de: Sie hatten Zugang bis %@. Erneuern Sie Ihren Zugang, um weiterhin Zugang zu bekommen.
fr_fr: Vous avez accès jusqu'à %@. Renouvelez votre connexion pour prolonger votre accès.
gd: Roedd gennych fynediad tan %@. Adnewyddwch eich cysylltiad i ymestyn eich mynediad.
gl: Tiveches acceso ata %@. Renova a túa conexión para ampliar o teu acceso.
hu: %@-ig volt hozzáférésed. Hosszabbítsd meg a hozzáférésedet a kapcsolat meghosszabbításával.
it: Avevi accesso fino al %@. Rinnova la tua connessione per estendere il tuo accesso.
nl: Je had toegang tot %@. Vernieuw je verbinding om je toegang te verlengen.
pl: Miałeś dostęp do %@. Odnów połączenie, aby przedłużyć swój dostęp.
pt_pt: Teve acesso até %@. Renove a sua ligação para prolongar o seu acesso.
uk: Ви мали доступ до %@. Поновіть з'єднання, щоб продовжити доступ

source: You have access until %@. Renew your connection to extend your access.
ar: لديك وصول حتى %@. قم بتجديد اتصالك لتمديد وصولك
bg: Ще имате достъп до %@. Обновете Вашата свързаност, за да удължите достъпа си.
ca: Teniu accés fins a %@. Renoveu la vostra connexió per seguir accedint.
de: Sie haben Zugang bis %@. Erneuern Sie Ihren Zugang, um weiterhin Zugang zu bekommen.
fr_fr: Vous avez accès jusqu'à %@. Renouvelez votre connexion pour prolonger votre accès.
gd: Mae gennych fynediad tan %@. Adnewyddwch eich cysylltiad i ymestyn eich mynediad.
gl: Tes acceso ata %@. Renova a túa conexión para ampliar o teu acceso.
hu: %@-ig van hozzáférésed. Hosszabbítsd meg a hozzáférésedet a kapcsolat meghosszabbításával.
it: Hai accesso fino al %@. Rinnova la tua connessione per estendere il tuo accesso.
nl: Je hebt toegang tot %@. Vernieuw je verbinding om je toegang te verlengen.
pl: Miałeś dostęp do %@. Odnów połączenie, aby przedłużyć swój dostęp.
pt_pt: Tem acesso até %@. Renove a sua ligação para prolongar o seu acesso.
uk: Ви маєте доступ до %@. Поновіть з'єднання, щоб продовжити доступ.

source: Your network access has expired
ar: انتهت صلاحية وصولك إلى الشبكة
bg: Достъпът Ви до мрежата е изтекъл
ca: El vostre accés a la xarxa ha caducat
de: Ihr Netzwerkzugang ist abgelaufen
fr_fr: Votre accès au réseau a expiré
gd: Mae eich mynediad rhwydwaith wedi dod i ben
gl: O seu acceso á rede caducou
hu: Hálózati hozzáférésed lejárt.
it: Il tuo accesso alla rete è scaduto
nl: Je netwerktoegang is verlopen
pl: Twój dostęp do sieci wygasł
pt_pt: O seu acesso à rede expirou
uk: Термін дії вашого доступу до мережі закінчився

source: Your network access is about to expire
ar: صلاحية وصولك إلى الشبكة على وشك الانتهاء
bg: Достъпът Ви до мрежата скоро ще изтече
ca: La vostra connexió a la xarxa està a punt de caducar.
de: Ihr Netzwerkzugang läuft bald ab
fr_fr: Votre accès au réseau va bientôt expirer
gd: Mae eich mynediad rhwydwaith ar fin dod i ben
gl: O teu acceso á rede está a punto de caducar
hu: Hálózati hozzáférésed hamarosan lejár.
it: Il tuo accesso alla rete sta per scadere
nl: Je netwerktoegang verloopt binnenkort
pl: Twój dostęp do sieci za chwilę wygaśnie
pt_pt: O seu acesso à rede está prestes a expirar.
uk: Термін дії вашого доступу до мережі закінчується
